Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeConversationUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Line numbers in diffs
ar: أرقام الأسطر في الـ diff
de: Zeilennummern in Diffs
es: Números de línea en los diffs
fr: Numéros de ligne dans les diffs
hi: diff में पंक्ति संख्याएँ
it: Numeri di riga nei diff
ja: 差分に行番号を表示
ko: diff에 행 번호 표시
nl: Regelnummers in diffs
pl: Numery wierszy w diffach
pt_br: Números de linha nos diffs
ru: Номера строк в diff
tr: Diff’lerde satır numaraları
uk: Номери рядків у diff
zh_hans: 在 diff 中显示行号
zh_hant: 在 diff 中顯示行號

source: Lines
ar: الأسطر
de: Zeilen
es: Líneas
fr: Lignes
hi: पंक्तियाँ
it: Righe
ja: 行
ko: 행
nl: Regels
pl: Wiersze
pt_br: Linhas
ru: Строки
tr: Satırlar
uk: Рядки
zh_hans: 行
zh_hant: 行數

source: Listening… click ■ to insert what you said · Esc to cancel
ar: جارٍ الاستماع… انقر ■ لإدراج ما قلته · Esc للإلغاء
de: Hört zu … ■ klicken, um das Gesagte einzufügen · Esc zum Abbrechen
es: Escuchando… haz clic en ■ para insertar lo que dijiste · Esc para cancelar
fr: À l’écoute… cliquez sur ■ pour insérer ce que vous avez dit · Échap pour annuler
hi: सुन रहा है… जो कहा उसे जोड़ने के लिए ■ क्लिक करें · रद्द करने के लिए Esc
it: In ascolto… fai clic su ■ per inserire ciò che hai detto · Esc per annullare
ja: 聞き取り中… ■ をクリックして挿入 · Esc でキャンセル
ko: 듣는 중… ■ 클릭하여 말한 내용 삽입 · Esc로 취소
nl: Luistert… klik op ■ om in te voegen wat je zei · Esc om te annuleren
pl: Słucham… kliknij ■, aby wstawić to, co powiedziano · Esc, aby anulować
pt_br: Ouvindo… clique em ■ para inserir o que você disse · Esc para cancelar
ru: Слушаю… нажмите ■, чтобы вставить сказанное · Esc для отмены
tr: Dinleniyor… söylediklerinizi eklemek için ■ simgesini tıklayın · iptal için Esc
uk: Слухаю… натисніть ■, щоб вставити сказане · Esc для скасування
zh_hans: 正在聆听… 点按 ■ 插入你说的内容 · 按 Esc 取消
zh_hant: 正在聆聽… 按一下 ■ 插入你說的內容 · 按 Esc 取消

source: Medium
ar: متوسط
de: Mittel
es: Mediano
fr: Moyen
hi: मध्यम
it: Medio
ja: 中
ko: 중간
nl: Normaal
pl: Średni
pt_br: Médio
ru: Средний
tr: Orta
uk: Середній
zh_hans: 中
zh_hant: 中

source: Message font
ar: خط الرسائل
de: Nachrichtenschrift
es: Tipografía de los mensajes
fr: Police des messages
hi: संदेश फ़ॉन्ट
it: Font dei messaggi
ja: メッセージのフォント
ko: 메시지 서체
nl: Lettertype voor berichten
pl: Czcionka wiadomości
pt_br: Fonte das mensagens
ru: Шрифт сообщений
tr: Mesaj yazı tipi
uk: Шрифт повідомлень
zh_hans: 消息字体
zh_hant: 訊息字體

source: Message to %@
ar: رسالة إلى %@
de: Nachricht an %@
es: Mensaje para %@
fr: Message à %@
hi: %@ को संदेश
it: Messaggio a %@
ja: %@へのメッセージ
ko: %@에게 보낼 메시지
nl: Bericht aan %@
pl: Wiadomość do %@
pt_br: Mensagem para %@
ru: Сообщение для %@
tr: Alıcı: %@
uk: Повідомлення для %@
zh_hans: 发给 %@ 的消息
zh_hant: 給 %@ 的訊息

source: Messages
ar: الرسائل
de: Nachrichten
es: Mensajes
hi: संदेश
it: Messaggi
ja: メッセージ
ko: 메시지
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
ru: Сообщения
tr: Mesajlar
uk: Повідомлення
zh_hans: 消息
zh_hant: 訊息

source: Mine
ar: خاصتي
de: Eigenes
es: Mío
fr: Perso
hi: मेरी
it: Mio
ja: 自作
ko: 내 테마
nl: Eigen
pl: Mój
pt_br: Meu
ru: Моя
tr: Benim
uk: Моя
zh_hans: 我的
zh_hant: 我的

source: Mission
ar: المهمة
de: Auftrag
es: Misión
hi: मिशन
it: Missione
ja: ミッション
ko: 임무
nl: Missie
pl: Misja
pt_br: Missão
ru: Задание
tr: Görev
uk: Місія
zh_hans: 任务说明
zh_hant: 任務

source: More contrast, a green accent, darker code…
ar: تباين أكبر، لون تمييز أخضر، شيفرة أغمق…
de: Mehr Kontrast, ein grüner Akzent, dunklerer Code …
es: Más contraste, un resalte verde, código más oscuro…
fr: Plus contrasté, un accent vert, du code plus sombre…
hi: अधिक कंट्रास्ट, हरा एक्सेंट, गहरा कोड…
it: Più contrasto, un accento verde, codice più scuro…
ja: コントラストを強く、アクセントは緑、コードは暗めに…
ko: 대비를 높이고, 초록색 강조, 더 어두운 코드…
nl: Meer contrast, een groen accent, donkerdere code…
pl: Większy kontrast, zielony akcent, ciemniejszy kod…
pt_br: Mais contraste, um destaque verde, código mais escuro…
ru: Больше контраста, зелёный акцент, код темнее…
tr: Daha fazla karşıtlık, yeşil bir vurgu, daha koyu kod…
uk: Більше контрасту, зелений акцент, темніший код…
zh_hans: 对比更强、绿色强调色、代码更暗…
zh_hant: 更高對比、綠色強調色、更深的程式碼…

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: Name of the theme
ar: اسم السمة
de: Name des Designs
es: Nombre del tema
fr: Nom du thème
hi: थीम का नाम
it: Nome del tema
ja: テーマの名前
ko: 테마 이름
nl: Naam van het thema
pl: Nazwa motywu
pt_br: Nome do tema
ru: Название темы
tr: Temanın adı
uk: Назва теми
zh_hans: 主题名称
zh_hant: 主題名稱

source: Night
ar: ليل
de: Nacht
es: Noche
fr: Nuit
hi: रात
it: Notte
ja: ナイト
ko: 밤
nl: Nacht
pl: Noc
pt_br: Noite
ru: Ночь
tr: Gece
uk: Ніч
zh_hans: 夜晚
zh_hant: 夜晚

source: No action yet
ar: لا يوجد إجراء بعد
de: Noch keine Aktion
es: Aún no hay acciones
fr: Aucune action pour l’instant
hi: अभी तक कोई कार्रवाई नहीं
it: Ancora nessuna azione
ja: まだ操作はありません
ko: 아직 동작 없음
nl: Nog geen actie
pl: Brak czynności
pt_br: Nenhuma ação ainda
ru: Пока нет действий
tr: Henüz eylem yok
uk: Ще жодної дії
zh_hans: 尚无操作
zh_hant: 尚無動作

source: No agent available can draw the picture: the theme is on trial without it. Codex draws pictures.
ar: لا يوجد وكيل متوفر قادر على رسم الصورة: تتم تجربة السمة بدونها. يستطيع Codex رسم الصور.
de: Kein verfügbarer Agent kann das Bild zeichnen: Das Design wird ohne Bild ausprobiert. Codex zeichnet Bilder.
es: Ningún agente disponible puede dibujar la imagen: el tema está a prueba sin ella. Codex dibuja imágenes.
fr: Aucun agent disponible ne sait dessiner l’image : le thème est à l’essai sans elle. Codex dessine des images.
hi: कोई भी उपलब्ध एजेंट चित्र नहीं बना सकता: थीम उसके बिना आज़माई जा रही है। Codex चित्र बनाता है।
it: Nessun agente disponibile può disegnare l’immagine: il tema è in prova senza di essa. Codex disegna immagini.
ja: 画像を描画できるエージェントがありません。画像なしでテーマを試用中です。画像はCodexで描画できます。
ko: 그림을 그릴 수 있는 에이전트가 없어 그림 없이 테마를 시험 적용 중입니다. Codex는 그림을 그릴 수 있습니다.
nl: Geen beschikbare agent kan de afbeelding tekenen: het thema wordt zonder afbeelding uitgeprobeerd. Codex tekent afbeeldingen.
pl: Żaden dostępny agent nie umie narysować obrazu: motyw jest testowany bez niego. Codex rysuje obrazy.
pt_br: Nenhum agente disponível consegue desenhar a imagem: o tema está em teste sem ela. O Codex desenha imagens.
ru: Ни один доступный агент не умеет рисовать изображение: тема опробуется без него. Изображения рисует Codex.
tr: Kullanılabilir hiçbir ajan resmi çizemiyor: tema resimsiz olarak deneniyor. Codex resim çizebilir.
uk: Жоден доступний агент не вміє малювати зображення: тему застосовано на пробу без нього. Зображення малює Codex.
zh_hans: 没有可绘制图片的可用智能体：正在试用不含图片的主题。Codex 可以绘制图片。
zh_hant: 沒有可用的代理程式能繪製圖片：主題將在沒有圖片的情況下試用。Codex 可以繪製圖片。

source: No agent can make a theme now
ar: لا يوجد وكيل متوفر لإنشاء سمة
de: Derzeit kann kein Agent ein Design erstellen
es: Ningún agente disponible para crear un tema
fr: Aucun agent disponible pour créer un thème
hi: अभी कोई एजेंट थीम नहीं बना सकता
it: Nessun agente può creare un tema ora
ja: テーマを作成できるエージェントがありません
ko: 지금 테마를 만들 수 있는 에이전트가 없음
nl: Geen agent kan nu een thema maken
pl: Żaden agent nie może teraz utworzyć motywu
pt_br: Nenhum agente pode criar um tema agora
ru: Сейчас нет агента, способного создать тему
tr: Şu anda tema oluşturabilecek ajan yok
uk: Зараз жоден агент не може створити тему
zh_hans: 目前没有可制作主题的智能体
zh_hant: 目前沒有代理程式可製作主題

source: No microphone is available.
ar: لا يتوفر أي ميكروفون.
de: Kein Mikrofon verfügbar.
es: No hay ningún micrófono disponible.
fr: Aucun micro n’est disponible.
hi: कोई माइक्रोफ़ोन उपलब्ध नहीं है।
it: Nessun microfono disponibile.
ja: 使用できるマイクがありません。
ko: 사용 가능한 마이크가 없습니다.
nl: Er is geen microfoon beschikbaar.
pl: Brak dostępnego mikrofonu.
pt_br: Nenhum microfone disponível.
ru: Нет доступного микрофона.
tr: Kullanılabilir mikrofon yok.
uk: Немає доступного мікрофона.
zh_hans: 没有可用的麦克风。
zh_hant: 沒有可用的麥克風。

source: No output
ar: لا توجد مخرجات
de: Keine Ausgabe
es: Sin salida
fr: Aucune sortie
hi: कोई आउटपुट नहीं
it: Nessun output
ja: 出力なし
ko: 출력 없음
nl: Geen uitvoer
pl: Brak wyjścia
pt_br: Nenhuma saída
ru: Нет вывода
tr: Çıktı yok
uk: Немає виводу
zh_hans: 无输出
zh_hant: 沒有輸出

source: No preview for this file
ar: لا تتوفر معاينة لهذا الملف
de: Keine Vorschau für diese Datei
es: No hay previsualización para este archivo
fr: Pas d’aperçu pour ce fichier
hi: इस फ़ाइल का कोई प्रीव्यू नहीं
it: Nessuna anteprima per questo file
ja: このファイルのプレビューはありません
ko: 이 파일의 미리보기 없음
nl: Geen voorvertoning voor dit bestand
pl: Brak podglądu tego pliku
pt_br: Sem pré-visualização para este arquivo
ru: Нет просмотра для этого файла
tr: Bu dosya için önizleme yok
uk: Немає попереднього перегляду для цього файлу
zh_hans: 此文件无预览
zh_hant: 此檔案無法預覽

source: No preview for this option
ar: لا تتوفر معاينة لهذا الخيار
de: Keine Vorschau für diese Option
es: No hay previsualización para esta opción
fr: Pas d’aperçu pour cette option
hi: इस विकल्प का कोई प्रीव्यू नहीं
it: Nessuna anteprima per questa opzione
ja: このオプションのプレビューはありません
ko: 이 옵션의 미리보기 없음
nl: Geen voorvertoning voor deze optie
pl: Brak podglądu tej opcji
pt_br: Sem pré-visualização para esta opção
ru: Нет просмотра для этого варианта
tr: Bu seçenek için önizleme yok
uk: Немає попереднього перегляду для цього варіанта
zh_hans: 此选项无预览
zh_hant: 此選項無法預覽

source: No skill matches
ar: لا توجد مهارة مطابقة
de: Kein passender Skill
es: Ninguna skill coincide
fr: Aucune skill ne correspond
hi: कोई स्किल मेल नहीं खाती
it: Nessuna skill corrispondente
ja: 一致するスキルがありません
ko: 일치하는 스킬 없음
nl: Geen overeenkomende skill
pl: Brak pasujących skilli
pt_br: Nenhuma skill corresponde
ru: Нет подходящих навыков
tr: Eşleşen beceri yok
uk: Немає відповідних навичок
zh_hans: 没有匹配的技能
zh_hant: 沒有符合的技能

source: No version is on trial any more.
ar: لم يعد أي إصدار قيد التجربة.
de: Es wird keine Version mehr ausprobiert.
es: Ya no hay ninguna versión a prueba.
fr: Plus aucune version n’est à l’essai.
hi: अब कोई संस्करण आज़माया नहीं जा रहा।
it: Nessuna versione è più in prova.
ja: 試用中のバージョンはなくなりました。
ko: 더 이상 시험 적용 중인 버전이 없습니다.
nl: Er wordt geen versie meer uitgeprobeerd.
pl: Żadna wersja nie jest już testowana.
pt_br: Nenhuma versão está mais em teste.
ru: Больше ни одна версия не опробуется.
tr: Artık denenen bir sürüm yok.
uk: Більше жодна версія не застосована на пробу.
zh_hans: 已没有正在试用的版本。
zh_hant: 已沒有正在試用的版本。

source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Plus tard
hi: अभी नहीं
it: Non ora
ja: 後で
ko: 나중에
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
tr: Şimdi değil
uk: Не зараз
zh_hans: 以后
zh_hant: 以後

source: Not confirmed by the agent yet
ar: لم يؤكده الوكيل بعد
de: Noch nicht vom Agent bestätigt
es: El agente aún no lo ha confirmado
fr: Pas encore confirmé par l’agent
hi: एजेंट ने अभी तक पुष्टि नहीं की
it: Non ancora confermato dall’agente
ja: エージェントによる確認はまだです
ko: 에이전트가 아직 확인하지 않음
nl: Nog niet bevestigd door de agent
pl: Jeszcze niepotwierdzone przez agenta
pt_br: Ainda não confirmado pelo agente
ru: Агент ещё не подтвердил
tr: Ajan henüz onaylamadı
uk: Агент ще не підтвердив
zh_hans: 智能体尚未确认
zh_hant: 代理程式尚未確認

source: Not given by the agent
ar: لم يقدّمها الوكيل
de: Vom Agent nicht übermittelt
es: no proporcionado por el agente
fr: non transmise par l’agent
hi: एजेंट ने नहीं दिया
it: Non fornito dall’agente
ja: エージェントから提供されていません
ko: 에이전트가 제공하지 않음
nl: Niet doorgegeven door de agent
pl: Nieprzekazane przez agenta
pt_br: Não informado pelo agente
ru: не передано агентом
tr: Ajan tarafından verilmedi
uk: агент не надав
zh_hans: 智能体未提供
zh_hant: 代理程式未提供

source: Not shown at this depth
ar: غير معروضة عند هذا العمق
de: In dieser Tiefe nicht angezeigt
es: no se muestra a esta profundidad
fr: non affichée à cette profondeur
hi: इस गहराई पर नहीं दिखाया गया
it: Non mostrato a questa profondità
ja: この階層では表示されません
ko: 이 깊이에서는 표시되지 않음
nl: Niet weergegeven op deze diepte
pl: Niewyświetlane na tym poziomie
pt_br: Não mostrado nesta profundidade
ru: не показано на этой глубине
tr: Bu derinlikte gösterilmiyor
uk: не показано на цій глибині
zh_hans: 在此层级不显示
zh_hant: 在此層級不顯示

source: Nothing was heard.
ar: لم يُسمع شيء.
de: Es war nichts zu hören.
es: No se ha oído nada.
fr: Rien n’a été entendu.
hi: कुछ भी सुनाई नहीं दिया।
it: Non si è sentito nulla.
ja: 何も聞こえませんでした。
ko: 아무것도 들리지 않았습니다.
nl: Er werd niets gehoord.
pl: Nic nie usłyszano.
pt_br: Nada foi ouvido.
ru: Ничего не слышно.
tr: Hiçbir şey duyulmadı.
uk: Нічого не почуто.
zh_hans: 没有听到任何声音。
zh_hant: 沒有聽到任何聲音。

source: Nothing yet
ar: لا شيء بعد
de: Noch nichts
es: Nada por ahora
fr: Rien pour l’instant
hi: अभी तक कुछ नहीं
it: Ancora niente
ja: まだありません
ko: 아직 없음
nl: Nog niets
pl: Jeszcze nic
pt_br: Nada ainda
ru: Пока ничего
tr: Henüz bir şey yok
uk: Поки нічого
zh_hans: 暂无内容
zh_hant: 尚無內容

source: On trial — not saved
ar: قيد التجربة — غير محفوظة
de: Zum Ausprobieren – nicht gesichert
es: A prueba — sin guardar
fr: À l’essai — non enregistré
hi: आज़माया जा रहा है — सहेजा नहीं गया
it: In prova — non salvato
ja: 試用中 — 未保存
ko: 시험 적용 중 — 저장 안 됨
nl: Op proef — niet bewaard
pl: Testowany — niezachowany
pt_br: Em teste — não salvo
ru: Пробная — не сохранена
tr: Deneniyor — kaydedilmedi
uk: На пробу — не збережено
zh_hans: 试用中 — 未存储
zh_hant: 試用中 — 尚未儲存

source: One test fails on a **replaced** file: I compare `inode` first.
ar: يفشل اختبار واحد على ملف **مستبدَل**: أقارن `inode` أولًا.
de: Ein Test schlägt bei einer **ersetzten** Datei fehl: Ich vergleiche zuerst `inode`.
es: Una prueba falla con un archivo **reemplazado**: primero comparo el `inode`.
fr: Un test échoue sur un fichier **remplacé** : je compare d’abord l’`inode`.
hi: एक टेस्ट **बदली गई** फ़ाइल पर विफल होता है: मैं पहले `inode` की तुलना करता हूँ।
it: Un test non riesce su un file **sostituito**: confronto prima l’`inode`.
ja: **置き換えられた**ファイルで1件のテストが失敗します。まず`inode`を比較します。
ko: **교체된** 파일에서 테스트 하나가 실패합니다. 먼저 `inode`를 비교하겠습니다.
nl: Eén test mislukt op een **vervangen** bestand: ik vergelijk eerst de `inode`.
pl: Jeden test nie przechodzi na **zastąpionym** pliku: najpierw porównuję `inode`.
pt_br: Um teste falha em um arquivo **substituído**: comparo o `inode` primeiro.
ru: Один тест падает на **заменённом** файле: сначала сравниваю `inode`.
tr: Bir test **değiştirilmiş** bir dosyada başarısız oluyor: önce `inode` değerini karşılaştırıyorum.
uk: Один тест не проходить на **заміненому** файлі: спершу порівнюю `inode`.
zh_hans: 有一项测试在**被替换**的文件上失败：我先比较 `inode`。
zh_hant: 有一個測試在**被取代**的檔案上失敗：我會先比較 `inode`。

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 打開

source: Open System Settings
ar: فتح إعدادات النظام
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
hi: सिस्टम सेटिंग्ज़ खोलें
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Systeeminstellingen openen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
tr: Sistem Ayarları'nı Aç
uk: Відкрити Системні параметри
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Open in Web View
ar: فتح في عرض الويب
de: In Webansicht öffnen
es: Abrir en la vista web
fr: Ouvrir dans la vue web
hi: वेब दृश्य में खोलें
it: Apri nella vista web
ja: Webビューで開く
ko: 웹 보기에서 열기
nl: Open in webweergave
pl: Otwórz w widoku www
pt_br: Abrir na Visualização Web
ru: Открыть в веб-панели
tr: Web Görünümünde Aç
uk: Відкрити у вебперегляді
zh_hans: 在网页视图中打开
zh_hant: 在網頁視圖中打開

source: Open in the Terminal
ar: فتح في الطرفية
de: Im Terminal öffnen
es: Abrir en el terminal
fr: Ouvrir dans le terminal
hi: टर्मिनल में खोलें
it: Apri nel terminale
ja: ターミナルで開く
ko: 터미널에서 열기
nl: Open in de terminal
pl: Otwórz w terminalu
pt_br: Abrir no Terminal
ru: Открыть в терминале
tr: Terminalde Aç
uk: Відкрити в терміналі
zh_hans: 在终端中打开
zh_hant: 在終端機中打開

source: Open in the Web View
ar: فتح في عرض الويب
de: In der Webansicht öffnen
es: Abrir en la vista web
fr: Ouvrir dans la vue web
hi: वेब दृश्य में खोलें
it: Apri nella vista web
ja: Webビューで開く
ko: 웹 보기에서 열기
nl: Open in de webweergave
pl: Otwórz w widoku www
pt_br: Abrir na Visualização Web
ru: Открыть в веб-панели
tr: Web Görünümünde Aç
uk: Відкрити у вебперегляді
zh_hans: 在网页视图中打开
zh_hant: 在網頁視圖中打開

source: Opens a preview
ar: يفتح معاينة
de: Öffnet eine Vorschau
es: Abre una previsualización
fr: Ouvre un aperçu
hi: प्रीव्यू खोलता है
it: Apre un’anteprima
ja: プレビューを開きます
ko: 미리보기를 엽니다
nl: Opent een voorvertoning
pl: Otwiera podgląd
pt_br: Abre uma pré-visualização
ru: Открывает просмотр
tr: Önizleme açar
uk: Відкриває попередній перегляд
zh_hans: 打开预览
zh_hant: 打開預覽

source: Orange
ar: برتقالي
es: Naranja
hi: नारंगी
it: Arancione
ja: オレンジ
ko: 주황색
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
ru: Оранжевый
tr: Turuncu
uk: Помаранчевий
zh_hans: 橙色
zh_hant: 橙色

source: Other
ar: أخرى
de: Andere
es: Otra
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt_br: Outra
ru: Другое
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其他

source: Other answer to %@
ar: إجابة أخرى عن %@
de: Andere Antwort auf %@
es: Otra respuesta a %@
fr: Autre réponse à %@
hi: %@ का अन्य उत्तर
it: Altra risposta a %@
ja: %@へのその他の回答
ko: %@에 대한 다른 답변
nl: Ander antwoord op %@
pl: Inna odpowiedź na %@
pt_br: Outra resposta para %@
ru: Другой ответ на «%@»
tr: %@ için başka yanıt
uk: Інша відповідь на %@
zh_hans: 对“%@”的其他回答
zh_hant: 對「%@」的其他回答

source: Otherwise your accent, %@, replaces the one generated.
ar: وإلا فإن لون التمييز الخاص بك (%@) يحل محل اللون المُنشأ.
de: Andernfalls ersetzt dein Akzent (%@) den generierten.
es: Si no, tu resalte (%@) sustituye al del tema generado.
fr: Sinon, votre accent (%@) remplace celui du thème généré.
hi: अन्यथा आपका एक्सेंट, %@, जनरेट किए गए एक्सेंट की जगह ले लेता है।
it: Altrimenti il tuo accento, %@, sostituisce quello generato.
ja: オフの場合は、あなたのアクセント（%@）が生成されたものの代わりに使われます。
ko: 그렇지 않으면 사용자의 강조 색상(%@)이 생성된 강조 색상을 대체합니다.
nl: Anders vervangt je accent (%@) het gegenereerde accent.
pl: W przeciwnym razie Twój akcent (%@) zastępuje wygenerowany.
pt_br: Caso contrário, seu destaque (%@) substitui o do tema gerado.
ru: Иначе ваш акцент (%@) заменит созданный.
tr: Aksi takdirde sizin vurgu renginiz (%@) oluşturulanın yerini alır.
uk: Інакше ваш акцент (%@) замінює згенерований.
zh_hans: 否则，你的强调色（%@）将替换生成的强调色。
zh_hant: 否則，你的強調色（%@）會取代產生的強調色。

source: Paper
ar: ورق
de: Papier
es: Papel
fr: Papier
hi: कागज़
it: Carta
ja: ペーパー
ko: 종이
nl: Papier
pl: Papier
pt_br: Papel
ru: Бумага
tr: Kâğıt
uk: Папір
zh_hans: 纸张
zh_hant: 紙張

source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
hi: पथ
it: Percorso
ja: パス
ko: 경로
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
uk: Шлях
zh_hans: 路径
zh_hant: 路徑

source: Pattern
ar: النمط
de: Muster
es: Patrón
fr: Motif
hi: पैटर्न
it: Motivo
ja: パターン
ko: 패턴
nl: Patroon
pl: Wzorzec
pt_br: Padrão de busca
ru: Выражение
tr: Desen
uk: Патерн
zh_hans: 模式
zh_hant: 樣式

source: Pause %@
ar: إيقاف %@ مؤقتًا
de: %@ pausieren
es: Poner en pausa %@
fr: Mettre en pause %@
hi: %@ को पॉज़ करें
it: Metti in pausa %@
ja: %@を一時停止
ko: %@ 일시 정지
nl: Pauzeer %@
pl: Wstrzymaj %@
pt_br: Pausar %@
ru: Пауза: %@
tr: Duraklat: %@
uk: Призупинити %@
zh_hans: 暂停 %@
zh_hant: 暫停 %@

source: Pink
ar: وردي
de: Rosa
es: Rosa
fr: Rose
hi: गुलाबी
it: Rosa
ja: ピンク
ko: 분홍색
nl: Roze
pl: Różowy
pt_br: Rosa
ru: Розовый
tr: Pembe
uk: Рожевий
zh_hans: 粉色
zh_hant: 粉紅色

source: Plan
ar: الخطة
hi: योजना
it: Piano
ja: 計画
ko: 계획
pt_br: Plano
ru: План
uk: План
zh_hans: 计划
zh_hant: 計畫

source: Play %@
ar: تشغيل %@
de: %@ abspielen
es: Reproducir %@
fr: Lire %@
hi: %@ चलाएँ
it: Riproduci %@
ja: %@を再生
ko: %@ 재생
nl: Speel %@ af
pl: Odtwórz %@
pt_br: Reproduzir %@
ru: Воспроизвести %@
tr: Oynat: %@
uk: Відтворити %@
zh_hans: 播放 %@
zh_hant: 播放 %@

source: Preparing the speech model…
ar: جارٍ تجهيز نموذج الكلام…
de: Sprachmodell wird vorbereitet …
es: Preparando el modelo de voz…
fr: Préparation du modèle vocal…
hi: स्पीच मॉडल तैयार हो रहा है…
it: Preparazione del modello vocale…
ja: 音声モデルを準備中…
ko: 음성 모델 준비 중…
nl: Spraakmodel voorbereiden…
pl: Przygotowywanie modelu mowy…
pt_br: Preparando o modelo de fala…
ru: Подготовка речевой модели…
tr: Konuşma modeli hazırlanıyor…
uk: Підготовка мовленнєвої моделі…
zh_hans: 正在准备语音模型…
zh_hant: 正在準備語音模型…

source: Preview
ar: معاينة
de: Vorschau
es: Previsualización
fr: Aperçu
hi: प्रीव्यू
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorvertoning
pl: Podgląd
pt_br: Pré-visualização
ru: Просмотр
tr: Önizleme
uk: Попередній перегляд
zh_hans: 预览
zh_hant: 預覽

source: Purple
ar: أرجواني
de: Violett
es: Morado
fr: Violet
hi: बैंगनी
it: Viola
ja: パープル
ko: 보라색
nl: Paars
pl: Fioletowy
pt_br: Roxo
ru: Фиолетовый
tr: Mor
uk: Фіолетовий
zh_hans: 紫色
zh_hant: 紫色

source: Query
ar: الاستعلام
de: Abfrage
es: Consulta
fr: Requête
hi: क्वेरी
ja: クエリ
ko: 쿼리
nl: Zoekopdracht
pl: Zapytanie
pt_br: Consulta
ru: Запрос
tr: Sorgu
uk: Запит пошуку
zh_hans: 查询
zh_hant: 查詢

source: Question
ar: سؤال
de: Frage
es: Pregunta
hi: प्रश्न
it: Domanda
ja: 質問
ko: 질문
nl: Vraag
pl: Pytanie
pt_br: Pergunta
ru: Вопрос
tr: Soru
uk: Питання
zh_hans: 问题
zh_hant: 問題

source: Read Aloud
ar: القراءة بصوت عالٍ
de: Vorlesen
es: Leer en voz alta
fr: Lire à voix haute
hi: ज़ोर से पढ़ें
it: Leggi ad alta voce
ja: 読み上げる
ko: 소리 내어 읽기
nl: Voorlezen
pl: Czytaj na głos
pt_br: Ler em voz alta
ru: Прочитать вслух
tr: Sesli oku
uk: Прочитати вголос
zh_hans: 朗读
zh_hant: 朗讀

source: Reading aloud
ar: جارٍ القراءة بصوت عالٍ
de: Wird vorgelesen
es: Leyendo en voz alta
fr: Lecture à voix haute
hi: ज़ोर से पढ़ा जा रहा है
it: Lettura ad alta voce
ja: 読み上げ中
ko: 소리 내어 읽는 중
nl: Wordt voorgelezen
pl: Czytanie na głos
pt_br: Lendo em voz alta
ru: Чтение вслух
tr: Sesli okunuyor
uk: Читання вголос
zh_hans: 正在朗读
zh_hant: 正在朗讀

source: Reading its activity…
ar: جارٍ قراءة نشاطه…
de: Aktivität wird gelesen …
es: Leyendo su actividad…
fr: Lecture de son activité…
hi: इसकी गतिविधि पढ़ी जा रही है…
it: Lettura della sua attività…
ja: アクティビティを読み込み中…
ko: 활동을 읽는 중…
nl: Activiteit lezen…
pl: Odczytywanie aktywności…
pt_br: Lendo a atividade…
ru: Чтение его активности…
tr: Etkinliği okunuyor…
uk: Читання активності…
zh_hans: 正在读取其活动…
zh_hant: 正在讀取其活動…

source: Reading its answer…
ar: جارٍ قراءة إجابته…
de: Antwort wird gelesen …
es: Leyendo su respuesta…
fr: Lecture de sa réponse…
hi: इसका उत्तर पढ़ा जा रहा है…
it: Lettura della sua risposta…
ja: 回答を読み込み中…
ko: 답변을 읽는 중…
nl: Antwoord lezen…
pl: Odczytywanie odpowiedzi…
pt_br: Lendo a resposta…
ru: Чтение его ответа…
tr: Yanıtı okunuyor…
uk: Читання відповіді…
zh_hans: 正在读取其回答…
zh_hant: 正在讀取其回答…

source: Reading the conversation…
ar: جارٍ قراءة المحادثة…
de: Unterhaltung wird gelesen …
es: Leyendo la conversación…
fr: Lecture de la conversation…
hi: बातचीत पढ़ी जा रही है…
it: Lettura della conversazione…
ja: 会話を読み込み中…
ko: 대화를 읽는 중…
nl: Gesprek lezen…
pl: Odczytywanie rozmowy…
pt_br: Lendo a conversa…
ru: Чтение беседы…
tr: Konuşma okunuyor…
uk: Читання розмови…
zh_hans: 正在读取对话…
zh_hant: 正在讀取對話…

source: Reading the skills and commands…
ar: جارٍ قراءة المهارات والأوامر…
de: Skills und Befehle werden gelesen …
es: Leyendo las skills y los comandos…
fr: Lecture des skills et des commandes…
hi: स्किल और कमांड पढ़े जा रहे हैं…
it: Lettura di skill e comandi…
ja: スキルとコマンドを読み込み中…
ko: 스킬 및 명령을 읽는 중…
nl: Skills en opdrachten lezen…
pl: Odczytywanie skilli i poleceń…
pt_br: Lendo as skills e os comandos…
ru: Чтение навыков и команд…
tr: Beceriler ve komutlar okunuyor…
uk: Читання навичок і команд…
zh_hans: 正在读取技能和命令…
zh_hant: 正在讀取技能和指令…

source: Reasoning
ar: الاستدلال
de: Denkprozess
es: Razonamiento
fr: Raisonnement
hi: तर्क
it: Ragionamento
ja: 推論
ko: 추론
nl: Redenering
pl: Rozumowanie
pt_br: Raciocínio
ru: Рассуждение
tr: Akıl Yürütme
uk: Міркування
zh_hans: 推理
zh_hant: 推理
